{"text":"Right? Considering it’s such an important document, I should know the damned thing backwards and forwards... thanks again for the help! This is also a very long segment of text by the way.really"}
{"text":"He isn't as big, but he's still quite popular. I've heard the same thing about his content. Never watched him much."}
{"text":"Right? Considering it’s such an important document, I should know the damned thing backwards and forwards... thanks again for the help! This is also a very long segment of text by the way."}
{"text":"That game hurt."}
{"text":" >sexuality shouldn’t be a grouping category It makes you different from othet ppl so imo it fits the definition of \"grouping\" "}
{"text":"You do right, if you don't care then fuck 'em!"}
{"text":"Man I love reddit."}
{"text":"[NAME] was nowhere near them, he was by the Falcon. "}
{"text":"Right? Considering it’s such an important document, I should know the damned thing backwards and forwards... thanks again for the help!"}
{"text":"That's crazy; I went to a super [RELIGION] high school and I think I can remember 2 girls the entire 4 years that became teen moms."}
{"text":"that's adorable asf"}
{"text":"\"Sponge Blurb Pubs Quaw Haha GURR ha AAa!\" finale is too real"}
{"text":"I have, and now that you mention it, I think that's what triggered my nostalgia. "}
{"text":"I wanted to downvote this, but it's not your fault homie."}
{"text":"BUT IT'S HER TURN! /s"}
{"text":"That is odd."}
{"text":"Build a wall? /jk"}
{"text":"I appreciate it, that's good to know. I hope I'll have to apply that knowledge one day"}
{"text":"One time my 1 stopped right in 91st, I was able to get a good photo of the platform since they have some lights along it."}
{"text":"Well then I’d say you have a pretty good chance if it’s any girl lol"}
{"text":"Pretty much every Punjabi dude I've met."}
{"text":"For extra measure tape it right by your crotch so she can't take it for sexual assault reasons"}
{"text":"This video doesn't even show the shoes he was wearing..."}
{"text":"What does Clemson give pride stickers for? Snaps played?"}
{"text":"\"You may die, but it's a sacrifice I'm willing to make\""}
{"text":"Now I'm wondering on what I've been missing out. Again thank you for this."}
{"text":"this definitely fits in r/BoneAppleTea."}
{"text":"\"Seeeee! We have one of them coloureds too!\""}
{"text":"RemindMe! 3 months"}
{"text":"Yup, not anymore. Keep your blood sugar up! It really helps and DRINK water..."}
{"text":"Lots, play store or apple store vpn. Nord is good"}
{"text":"So happy for [NAME]. So sad he's not here. Imagine this team with [NAME] instead of [NAME]. Ugh."}
{"text":"but it's [NAME] saying it so sorta disappointing"}
{"text":"Something Something Something, space of aids"}
{"text":"Dark and funny, but not really nice guy. He has yet to call the dead girls whores for declining to sleep with him. "}
{"text":"I've probably put a couple hundred miles on my space saver tire. It's still on there right now."}
{"text":"I’m glad he’s okay but I’m even gladder it’s not that same gif of the guy ski/parachuting down a mountain"}
{"text":"nice!! I'll try this one"}
{"text":"I can't stand [NAME]. Especially since her \"tatooing my own face\" video. "}
{"text":"I just came home, what the fuck is this lineup? I love you [NAME] you mad bastard !!!"}
{"text":"Go troll elsewhere. This woman needs support, not crass questions."}
{"text":"Just rumors online, it most likely won't happen"}
{"text":"Na. Rediting my post. Sorry for the ignorance."}
{"text":"Because the content creators don't deserve to be paid, your seconds spent listening to ads are too valuable!"}
{"text":"Pity. I had some decent lunches there, but never went there at night."}
{"text":"By far the coolest thing I've seen on this thread yet"}
{"text":"What evidence at all shows that [NAME] was an accomplice?"}
{"text":">not a cure-all. Since we don't have such a thing, is this not the next best option?"}
{"text":"If there’s a pattern, yes."}
{"text":"If [NAME] has similar role to end year then no way am I taking those over him ...especially Sony"}
{"text":"Oh whoops, I misread the original comment"}
{"text":"Sending love and strength vibes <3"}
{"text":"She’s like a kewpie doll with them. Precious."}
{"text":"Not knowing what it is, for one thing."}
{"text":"Thanks for the info mate gonna watch out next time"}
{"text":"[NAME] is cheaper too. If we would have kept [NAME] we would have had to extend him to over $4mil."}
{"text":"Honestly at this point I don't think there's anything that will make me feel better. Maybe down the road, but right now nothing is helping. "}
{"text":"There has to be some repercussions for this judge, right? Considering the crimes, that bail seems incredibly low..."}
{"text":"Good old guardian refusing to accept that [NAME] is stauncly anti-EU and anti-Brussels"}
{"text":"I don’t even try to make shots like this myself. So I gotta watch other people make them."}
{"text":"Me too! First time in a couple of years!"}
{"text":"Gotta protect’em!"}
{"text":"Ironic. He could save others from secrecy-enabled corruption, but not himself."}
{"text":"This guy is basically the referee in parliament and your right to like him. As for the rest in there thats questionable"}
{"text":"Oi us cancers don’t want him either! We respectfully pass his birthday to April"}
{"text":"\"Oh, how DARE you discuss the disgustingly unhealthy and dangerous lifestyle I pursue!\" /s"}
{"text":"Which totally makes it less funny for a person like me who has never seen this before, and laughed. "}
{"text":"Thanks, it was no effort at all."}
{"text":"Damn. That’s profound. Did you graduate from Harvard?"}
{"text":"Nice. I'll look around for it. Thanks!"}
{"text":"Press fucken charges the moment they use your info."}
{"text":"I love this woman."}
{"text":"Do you not give your snowmen brooms? I feel like that's a thing people do"}
{"text":"The service made it 20 years ago (1999, yeah ikr 1999 was 20 YEARS AGO?) "}
{"text":"I loved how [NAME] feels like everyone in the office is her family. Her relationship with [NAME] is so cute and innocent"}
{"text":"Then I’m sorry but this game really isn’t for you. Progression like that would ruin the base of what this game is."}
{"text":"Who exactly are their ‘volunteers’? The IRA?"}
{"text":"Am I the only INTP here who cared about deadlines. It's how I got so good at crunch time and working last minute."}
{"text":"You should dm her and say I'm sorry"}
{"text":">Did you just call me a liar? Sick reference."}
{"text":"Shut up 15 year-old"}
{"text":"It doesn't matter. You can pick someone with the #1 Pick that will never be any good..."}
{"text":"I feel this. For me since I’m using those gamethreads to let out frustration but realistically I know we need to keep patient in this re-rebuild"}
{"text":"I just got a shirt made that says “I can’t have kids my dog is allergic”"}
{"text":"I thought it was very good. The guy was one sick bastard that’s for sure."}
{"text":"This is kinda cute"}
{"text":"10 life hacks you didn't know you needed in your life"}
{"text":"Best side quest ever!"}
{"text":"Calm down."}
{"text":"I wanted to know if there’s was another like meaning to the whole selfie thing not if she liked me or not"}
{"text":"You're both wrong NBA is an initialism, can't be pronounced as a word. Oh man I love reddit"}
{"text":"That's why it's only 20$"}
{"text":"Just wait. Wait for the false promise. Wait for the mandatory prompts. Wait for the empty gestures."}
{"text":"Started feeling smug about my short showers but then remembered just how small my water heater is."}
{"text":"I didn't like the family ending but I liked the Atlantis ending especially as we know we are going to see more of it in DLC2."}
{"text":"Agree. Keep trying, then if your rejected every time. I'm sorry your done."}
{"text":"Is he dead now from a tragic drowning accident? Asking for a friend."}
{"text":"What? The claim is 2018 best shooters. Not overall best shooters"}
{"text":"That's professor [NAME] to you, savage!"}
{"text":"Let go or you will be dragged"}
{"text":"No we're getting Kinsler and be happy with it"}
{"text":"Of course he will lie cheat and steal to make him self relevant to the public. Horrible person."}
{"text":"She wants to connect, alright. With your wallet."}
{"text":"That's if you make the smallest payments possible, but if you just need to float a payment, then they will work. "}
{"text":"Nice! You and her would get along i bet. She loves her crafty machines and creative people. 😇"}
{"text":"[NAME] to [NAME]: \"Don't try and tell me how to defend\""}
{"text":"Be ready to Experience Canes Hockey"}
{"text":"I mean that’s a stupid rule that creates an echo chamber, but I don’t see how that belongs here."}
{"text":"shockingly close to reality."}
{"text":"My fans on patreon will be rewarded soon"}
{"text":"Hypocritical is pot calling the kettle genocide"}
{"text":"I love that smile of his!!!!"}
{"text":"Political affiliations has only little correlation to individual intellectual ability"}
{"text":"That's just....sorry, but stupid is the only correct word."}
{"text":"Omg lala a housewife I can’t even imagine!"}
{"text":"Love that car"}
{"text":"Great for him to admit it. Not many people are that humble"}
{"text":"What does your statement even mean? It's a game set in WW2, not the war itself."}
{"text":"You okay?"}
{"text":"Looks like a classic subluxation; that guy needs to get to the chiropractor!"}
{"text":"[NAME] has always favoured [NAME] so I'd assume this means he's the next up, I just prefer [NAME] and find [NAME] a little overrated."}
{"text":"It’s the format. It’s like one of those bad [NAME] memes"}
{"text":"Yes, at home recuperating from a fractured ankle. "}
{"text":"Talks of contributing proportionately, wants progressive taxes. Talks of reasonable wants and needs because that’s a slippery term. "}
{"text":"Thank you for being willing to learn"}
{"text":"You should eat real cake today too!"}
{"text":"It's also had derogatory meaning for nearly 400 years. people with any common sense or taste will generally choose *any* other word."}
{"text":"You are correct. But sometimes you might have a plan or you have to improvise. I’m glad it worked."}
{"text":"[NAME]: \"She seems useless\""}
{"text":"Can you link the apologies? Or do they not actually exist?"}
{"text":"Now you ruined the surprise!\""}
{"text":"*and, sorry for the spelling mistake"}
{"text":"Think you mean this Labour MP"}
{"text":"How many kids do you see? xıs :ɹǝʍsuɐ"}
{"text":"Funny, the right only seems to say this about women and people of color 🤔🤔🤔"}
{"text":"Great! Can't wait :)"}
{"text":"I can't believe he got it while getting man-handled by two players!!"}
{"text":"I have already, what's your point? "}
{"text":"[NAME] just needs to split it up more resting him earlier"}
{"text":"He’s been going to a restaurant for 40 years and forgot what it looked like and where it was.. uh huh."}
{"text":"Cant wait to hear a hot take from the second dumbest people who ever loved ([NAME] ots the first if you are asking)"}
{"text":"Umm... I do it everyday since I was 13 and I’m fine... could be just me..."}
{"text":"Because [NAME] had a foot injury that I think he sustained at practice for the second half of the year."}
{"text":"Yeah, I read that the first time. Nobody is forcing you, other than yourself."}
{"text":"yo STOP going on your roof on dxm man you don't want to fall and hurt yourself"}
{"text":"Then YOU go right ahead...support and guide him."}
{"text":"Lmao you fart bigger to cover up the first one"}
{"text":"KILLING IN THE NAME OF"}
{"text":"Lol. Build your own or make some tweaks to the printer."}
{"text":"I've never seen him play so hard on defense. This feels different this time is all I'm saying..."}
{"text":"This is r/tifu. If you're not caught jacking it into the turkey, you're doing it wrong. "}
{"text":"Got it! Thank you!"}
{"text":"[NAME] the people must be warned."}
{"text":"So using your figures here we make £12 billion in tax from the EU company's selling in to the uk. We save a further £9billion on fees to the EU"}
{"text":"Gotta eliminate the competition. It's Just Good Business."}
{"text":"Lol I hate this too!"}
{"text":"Ones with close ties to SA, anyway. An escaped apostate won't exactly be itching to run home."}
{"text":"how does asperger feel like"}
{"text":"You're welcome :)"}
{"text":"I'd watch it without a doubt. I'm especially interested in the different Tracer playstyles, because the only one I know is dive."}
{"text":"I really like this ring so I’m glad to hear that."}
{"text":"The [NAME] are all laughing at each other. They are divided. We need to strike them down while they are weak."}
{"text":"Allow me to describe the shock and awe I experienced seeing this: **Fuck no why u do this?**"}
{"text":"Integrated, Antwaarps speaking, second generation, not already wearing a scarf back then... unlikely. "}
{"text":"Rahway Mechanical LLC should be able to. Great guy"}
{"text":"Be careful with the Washington Times. It's not exactly the Washington Post."}
{"text":"Ending the quarter with some point [NAME] action, I love it "}
{"text":"Also Republicanism is a belief system. It's taught and handed down like religion. Conservative talk radio is its evangelism."}
{"text":"his traps hide the fucking sun."}
{"text":"Only thing TO know is that this motherfucker is obviously living his best birdy life and good for him. Fly high little buddy, fly high. "}
{"text":"I love this sub reddit 😍😂"}
{"text":">fail at reading comprehension >Other guy must be a troll ¯_(ツ)_/¯"}
{"text":"The possibilities are fascinating. In other times, I'd be enjoying watching the lawyers argue...!"}
{"text":"is a recent article interesting read."}
{"text":"I found that after particularly bad games I feel the “need” to smoke more weed, like a cigarette after a carcrash IMO"}
{"text":"Sure but what are you basing that off of? If [NAME] is the best jump-ball receiver, wouldn't that make him the best red zone receiver?"}
{"text":"...by the same person even"}
{"text":"I don’t think they really thought through the ramifications of putting a bunch of angry women through rigorous physical exercise with weapons. That uprising would be glorious!"}
{"text":"Sorry just seemed like you were trying to make it a [NAME] thing"}
{"text":"Iq designed by the military to see who would be the best pencil pusher subordinates"}
{"text":"People who hate [NAME] really really hate him. It’s quite fascinating."}
{"text":"RTD lines are free in Denver tonight. Stay safe."}
{"text":"It's a tool that idiots install so they can tag users who post in subreddits they disagree with and immediately discount or attack said users"}
{"text":"Without fail saying \"moist panties\" makes every woman cringe."}
{"text":"Terrifyingly accurate bot"}
{"text":"This is the most pleasant debate I’ve ever had on reddit. Also, $nah$"}
{"text":"If you're in the Bay Area check out Flying Over Walls."}
{"text":"We all lose it too fast from time to time...but you have to make up for it. Hope it gets better."}
{"text":"What's that like? Like what's the thought process? I dunno. I know what's a weird question..i just can't imagine"}
{"text":"I feel like I saw this literally last week, these reposts are getting adventurous lads "}
{"text":"Thank you for your open mind. Stay strong, fight the good fight, and stay educated."}
{"text":"They’re looking at her like they wish they’d ordered her instead."}
{"text":"This is why you play runescape as a kid, it teaches how to trust no one that offers free rune plate trimming"}
{"text":"[NAME] lol. I eat what I want."}
{"text":"Thank you. People always forget that The Happiest Days of Our Lives is essentially part of that song."}
{"text":"Drunk and crying in bed with my pets. :|"}
{"text":"Especially with the way they got rid of him... no real fanfare at all..."}
{"text":"I unfortunately can not afford a lawyer. Luckily the only thing that we shared is our daughter"}
{"text":"I just heal and when we start to do bad day its my fault taking blame off of our flanks and frontlines"}
{"text":"So basically nowhere near the consensus required for a united Ireland. If a no-deal Brexit happens we can see."}
{"text":"So wrong. Most every denomination believes they are the only ones who are doing it right and everyone else is going to rot in hell."}
{"text":"Just got back from TWC, and they were great! Thank you. 90% they were fried. Will try these others next "}
{"text":"Something's wrong. The top post on r/conspiracy isn't completely anti-conspiracy? Wow, feels weird. /s(?)"}
{"text":"I bought the double barrel and fully upgraded it and now it's one of my favorite guns."}
{"text":"Makes me sad I'll never be with a beautiful woman."}
{"text":"What makes you say that?"}
{"text":"Second, you accuse everyone who didn't ignore you of being a Russian propaganda poster"}
{"text":"No, you are just suggesting someone be at the \"perfect\" level of looking for a relationship. Suggesting someone be the perfect anything is just sillyness. "}
{"text":"Go play Farmville if you can't keep it up."}
{"text":"Hmmm I dont think I listen to only [NAME] if I last checked. These arent INTP playlists they're just playlists I like as an INTP"}
{"text":"I think the Chiefs need to get [NAME] so their defense is weak enough for us to beat them"}
{"text":"What a rollercoaster"}
{"text":"y i k e s"}
{"text":"I love democracy."}
{"text":"I was actually introduced to hbomb and breadtube in general Becuase of [NAME] vid on ds2. So thanks [NAME]?"}
{"text":"I love these blobs, would have done the same thing"}
{"text":"I would of gone to the doctor way before that"}
{"text":"Weird how the cops can pick and choose which laws to enforce and when, but I guess that explains a lot."}
{"text":">Take a payday loan, smoke some meth, buy a shitload of guns. Tell me which ideology this is and I'm sold"}
{"text":"It's not collapsing"}
{"text":"And This is for shooting down police helicopters"}
{"text":"This is me and my wife. She squeals with delight whenever it snows and I start looking for property in Arizona."}
{"text":"Tis nothing but a scratch"}
{"text":"if they just let girls enter like these cats :)"}
{"text":"Or perhaps we should look at the bigger problem: mental healthcare in the United States."}
{"text":"I wanna die!"}
{"text":"Fucking monophanie looking ass floating with the dead, nice."}
{"text":"No worries! Hope you enjoy it as much as I have! :)"}
{"text":"You’re right. My biggest pet peeve is the lights, it washes out all the colors and textures, I hate that BGs use them"}
{"text":">The ABC’s hard-hitting investigation :/ Such a sad article."}
{"text":"And only $300+ a night, beautiful but expensive."}
{"text":"Y'all really out here supporting authoritarian Venezuelan dictators huh."}
{"text":"I'll add to this: be prepared to not get closure or questions answered. This is the hardest lesson I had with my break up."}
{"text":"Exactly. Stop talking and let the adults speak u/MeatheadVernacular."}
{"text":"Thanks for contributing to the advertising"}
{"text":"Great start to the post-All-Star game part of the campaign!"}
{"text":"All the signs, except his username, seemed legit. I also clicked. Now I just want to forget all about what I've just seen..."}
{"text":"Would you rather I hadn't posted this article? Don't want to talk about it?"}
{"text":"Hand ur phone to a buddy and let them send the text asking her out. Worst thing is she says no, but it's better then not knowing "}
{"text":"This one tilted concrete square in my neighborhood that I keep fucking tripping over."}
{"text":"my late [NAME] kept bank suckers for low blood sugar"}
{"text":"[NAME]: \"I wish I won't get robbed of a victory again\" [one finger of the monkeys paw curls]"}
{"text":"No biggie, dude, sorry I got all triggered, I just reeeally love [NAME] "}
{"text":"Ugh I have to hope the god damn Leafs win tonight, what a world it is we're living in. "}
{"text":"Beautiful play by [NAME]. Dude gets better every game he plays."}
{"text":"Awkwardly remembering all of those promises I made mid-panic attack..."}
{"text":"[NAME] to [NAME]: \"Don't try and tell me how to defend\""}
{"text":"Now I'm wondering if [NAME] drinks, and if he's ever been inebriated during one of his deals."}
{"text":"That’s what’s it’s called or what SHE’S called?🤣"}
{"text":"Ya I thought that was odd too. I would’ve guessed [NAME] before doing this."}
{"text":"Don't understand the question. Obviously you make up the rules in the middle of the game."}
{"text":"Ive already tried praying for vagina - you will find me on my knees LOL"}
{"text":"How fortunate you're able to whine about it without being censored..."}
{"text":"Disgusting!!! Where were the adults? The adults probably felt proud of their sons. Fucken toxic culture"}
{"text":"that most of the fandom does not get that reference is depressing"}
{"text":"It's always been Marfeles. Was 30 years ago when I first visited."}
{"text":"same here OP, reading some of these stories makes me want to hug my DM for being a decent human being as well as a solid DM"}
{"text":"That's awesome!! Look forward to watching this kids progress in year 2"}
{"text":"Thats not him :( the most recent comment literally starts with \"i'm not a dude\" "}
{"text":"Hey now, don’t try to have the guy killed. This is an upstanding sub. "}
{"text":"The simple ones feel elegant."}
{"text":"That's ironic. Because [NAME] isn't getting the Wall funded, we are pulling more resources off the border blockade effort?"}
{"text":"Looks like complete slop with 4 turds thrown on top. 🤢"}
{"text":"Got it, thanks for clearing it up."}
{"text":"OMG THOSE TINY SHOES! *desire to boop snoot intensifies*"}
{"text":"The ending was awesome"}
{"text":"I would pay money for [NAME] to not be my nurse. She will probably \"accudentally\" squeeze my nuts. Crazy bitch."}
{"text":"No going back after switching to a safety razor. Even the most expensive blades are 10x+ cheaper than Gillette."}
{"text":"Can't wait to move out of the city so I can get a gun. No gun city living sucks"}
{"text":"I thought I was the only one"}
{"text":"He's just a money grabbing midget"}
{"text":"Bringing it up now because you and many like you made this sub a hostile environment for voices of reason. Eat crow."}
{"text":"This is why we love Football!!!"}
{"text":"😭 I wanted her to be on the top 4; now we’ve heard plenty of times [NAME] mentioned so pretty sure ain’t gonna happen"}
{"text":"Pure gold!"}
{"text":"He didn't blow anything. She blew it with him. What a fun guy!"}
{"text":"This is not looking good for China's typical method of say whatever the other side wants to hear then do nothing."}
{"text":"Yep. Let him know. Weird awkward NOPE is better done online than in person"}
{"text":"Im 13 I can't get a job.."}
{"text":"I'm just saying you are demanding things of us while being nasty yourself."}
{"text":"Yes, you said you are dying, I cannot do anything about that, hope you find peace"}
{"text":"From what the experts say his chances are like 0 so 🤷🏻‍♂️."}
{"text":"I really love that game devs are started to put these references in games."}
{"text":"Look [NAME], those curly q's on your face make me so hot I can't think straight."}
{"text":"Opposing ethnonationalism and private property is hardly a weird hill for an anarchism to defend"}
{"text":"Well they called and said there was a pricing discrepancy and they could not honor it. 😭 sad day."}
{"text":"It's the great irony of The Resistance©. It's hard to be a rebel when most of the powerful institutions of the country are on your side"}
{"text":"Did you noticed they removed my post? Yep."}
{"text":"play who you find fun, \"tiers don't matter\""}
{"text":"Ah yes, the poison. The worst part of any poisoning. "}
{"text":"Yeah, and there's no better way to make a market more competitive than to regulate it more..."}
{"text":"What a douche canoe to take advantage of you like that."}
{"text":"TAKE ME TO YOUR CRYPT, I WANT TO PAY MY RESPECTS!"}
{"text":"But another way."}
{"text":"Sacrifice them to [NAME]"}
{"text":"Man I hate kids"}
{"text":"[NAME] bringing on Sir [NAME] to confront [NAME] about calling him fat is a great interview"}
{"text":"Yeah I know, it’s just wishful thinking but I would be ecstatic if it came out today"}
{"text":"They know a lot of people aren't paying attention to the quieter news that doesn't get sensationalized"}
{"text":"It's good worrying about things that can be helped. Lol"}
{"text":"In my experience its always [NAME]' Mine"}
{"text":"My mistake. I just glanced over your last post."}
{"text":"[NAME] damn it I'm so tired of seeing Instagram between fights"}
{"text":"Well being told from a young age that us chubby dudes are not allowed to get the girl ever. Thats is why im asking."}
{"text":"Fantasize about violence then go home and pretend to be an edgy badass on Reddit."}
{"text":"You guys are so cute together! Good luck with the de-stressing!"}
{"text":"Ugly truth is, if you didnt want to be stopped you wouldnt tell anyone. It will pass. Stay strong :)"}
{"text":"The rest of the starting QBs."}
{"text":"I know the feeling, but you’re not disgusting. Happy new year!"}
{"text":"You’re thinking agnosticism, atheism is a faith based position "}
{"text":"Gotta go fast! [NAME]"}
{"text":"Would feel weird swiping right on a leftie"}
{"text":"They’d be stupid to trade AB. Let’s all calm down and just ignore the media and let this thing die down."}
{"text":"TL;DR No more Superbowls for [NAME]. Get ready for another winning season that ends in disappointment."}
{"text":"There's not enough salt in the world for her!"}
{"text":"They have THE BEST tortillas too. Made right in front of you. Mmmmmm!"}
{"text":"Yeah thank you. I think I would want to know exactly what they didn’t like so I know what I can improve on."}
{"text":"Ha! They’re very naughty! Pretty cute, tho ❤️"}
{"text":"Idgaf anymore. I lost all hope in moids. I'll keep looksmaxxing for myself."}
{"text":"oh, okay"}
{"text":"Be single for a while and get your mind right before being with either of them or anybody else."}
{"text":"Grammar jokes be* my favourite"}
{"text":"Whoops yeah my bad And no just from the pictures ive seen there were just u opened sauce packets arranged on platters"}
{"text":"It’s not so much the heat, it’s the humidity that’ll kill you."}
{"text":"Why is [NAME] smile at the beginning the best part of this whole thing?!"}
{"text":"Who still unironically says SJWs? You look like an idiot saying that."}
{"text":"“I genuinely don’t want to lose you I love having you there for me” says it all really"}
{"text":"For real! It was like a shining beacon in the night!"}
{"text":"I’m glad I had a few margaritas before I read this"}
{"text":"She doesn’t deserve the hate. That mug, ladies and gentlemen, is phenomenal"}
{"text":"\"Sponge Blurb Pubs Quaw Haha GURR ha AAa!\" finale is too real"}
{"text":"Man.. all I know is if I’m with a girl and she whips out a condom from her FUCKING SHOE it’s a no from me dog"}
{"text":"I guess I’ll stay friends with her. Heck I’m a guy I can take a hit if she wouldn’t date"}
{"text":"Oh that's lovely."}
{"text":"I'm really worried :( I sent a DM to them, I hope they will be okay... "}
{"text":"I have considered that, and if is possible, I will see where it leads me, thanks."}
{"text":"Anybody think maybe we’re the mystery team in on [NAME]? At this point I wouldn’t be surprised."}
{"text":"Dear OP: Proper punctuation please/thank you."}
{"text":"Yes. One of her fingers is getting a sore on it and there’s concern it may push her into needing braces."}
{"text":"They all have these same moronic talking points that they memorized. It's hilarious. I hear them all the time"}
{"text":"Right? The dollar values just double and two daily doubles."}
{"text":"That’s not true. She represents those who voted her into power."}
{"text":"I'm so fucking dead!!!!!!!💀💀💀💀🤣🤣🤣🤣🤣😂🤣🤣🤣🤣"}
{"text":"BUT WHY DOES SHE DO A FULL FACE/EYE LOOK THEN SKIP THE MASCARA?!?!! This has been driving me nuts."}
{"text":"“Stop. What are you doing? Stop.” 😂"}
{"text":"I give 90 percent odds that [NAME] will be reelected. And I think it will be at a much higher margin than 2016."}
{"text":"Wow I bet someone would look at this and get inspired to make a movie about aliens with [NAME]"}
{"text":"FLY EAGLES FLY!!!"}
{"text":"You're both wrong NBA is an initialism, can't be pronounced as a word. Oh man I love reddit"}
{"text":"Yes the ammo health thing really is a chore. Too much realism. we want have some fun in a realistic setting, not a simulator. "}
{"text":"I think: Congrats! That baby will now have loving parents"}
{"text":"That’s me! Got it at the sens store by 304"}
{"text":"That almost makes her seem like an actual human being."}
{"text":"Don’t know why I didn’t think of that..but hey thanks, hero!"}
{"text":"And when the humane society euthanizes perfectly healthy animals, are they also doing it so that \"people can no longer use them\"?"}
{"text":"Nice try GRU."}
{"text":"Damage values would be fantastic. I also really appreciate having detailed kit information. We no longer use attachments so listing specializations would be nice."}
{"text":"No it hasn't."}
{"text":"Been spot on so far."}
{"text":"Ahhh. A civil and interesting conversation on the internet. How refreshing."}
{"text":"I have a deep seeded hatred for close-minded people too."}
{"text":"IMO the car was mostly at fault for abruptly jumping into the other lane without signaling."}
{"text":"Post saved! That looks like a great exercise to try, thank you. "}
{"text":"Ignorance is strength."}
{"text":"This. I relate to this. So much. Almost too much."}
{"text":"Look [NAME] is here \"Where the fuck was he an hour ago, gary, where!?\""}
{"text":"Tell him to run over to the patent's office and copyright the name \"Green Goblin\" and I want a quarter every time somebody says it."}
{"text":"> LEGO Star Wars The Complete Saga Best lego game easy tho"}
{"text":"TBH I would definitely wear this with my denim jacket, but I wouldn't buy a huge lathe and carving tools to make it. "}
{"text":"State of [NAME] trying to be funny and spelling ‘lose’ wrong"}
{"text":">They split up 5 years later after an extremely messy situation with Dr [NAME]. Very very long story. I would like to hear this story"}
{"text":"Have a look at the decks from the latest weplay tournament and if there’s anything you like the look of."}
{"text":"I am glad I found this subreddit \"gatekepping\" is a phenomenon vocab btw."}
{"text":"I don't really know how to explain because English is not my first language, I'm sorry."}
{"text":"I always thought of the sound of lakes freezing on cold nights. It's pretty surreal in itself."}
{"text":"That sucks! Your lady giblets are NONE of her damn business. Does your BF at least try to curb her mouth?"}
{"text":"Everything was flagged as adult so there wouldn't have been much left"}
{"text":"dude people here can be assholes. there’s nothing wrong with taking a break."}
{"text":"Looks like one of mine too. Such a horribly raised entitled rude brat"}
{"text":"I was aware I would be going to hospital and would be showing the teacher up (should have mentioned it)"}
{"text":"An innie?"}
{"text":"You will miss 100% of the shots you don’t take, you just gotta take a chance and see."}
{"text":"[NAME] was far from an assassin. She had one amazing performance but that was it."}
{"text":"What a wonderful world"}
{"text":"No, because asses that hot don't come in trenta"}
{"text":"NO MAN LEFT BEHIND"}
{"text":"This sounds dumb but do I worry about [NAME] value at all if [NAME] is a [NAME]? Obviously I steel keep [NAME]."}
{"text":"It was a poor choice of words."}
{"text":"My dad makes that joke \"I have to fight anorexia\", his BMI is 31..."}
{"text":"Oh wow I love this!"}
{"text":"I like hearing about these positive encounters."}
{"text":"I ate 2 lots of rice a day, with chilli. I also had a bowl of high carb cereal. I lost 4stone. CICO, is real! "}
{"text":"I like seeing this. There is hope. I want to hug this guy. He'll be allright."}
{"text":"Lets just say its probably cheaper to just hope a more positive outlook reflects on your out-look."}
{"text":"Where is this suggestion, the only one I know is to check if you video has the dreaded yellow $ sign. "}
{"text":"He told you that he hates your friends because they don't beat you up? That is so disgusting!"}
{"text":"Are you top or bottom? I need to go under you real quick I'm gonna need you to take him on bar"}
{"text":"Meaning of life is to work 8h + a day and then convert your lifetime in coins you can spend on useless shit."}
{"text":"Just got my seats a couple of days ago!"}
{"text":"Maybe [NAME] needs to have a Big Mac meal and relax."}
{"text":"CURRY MY MAN"}
{"text":"We've had so many stories about [NAME], that we do NOT need any about Florida lady. LOL"}
{"text":"Yes the ammo health thing really is a chore. Too much realism. we want have some fun in a realistic setting, not a simulator. "}
{"text":"2013 was Dunk City, right? Because that was incredible "}
{"text":"Id buy those shoes and walk in the dirtiest places just to piss [NAME] off."}
{"text":"Self-deprecating humor is mainstream now. A lot of hot people now have hobbies and personality traits that were once almost synonymous with dumpy/nerdy/ugly people."}
{"text":"You should have noped out of the whole thing the moment the racist with a racist character came into the picture."}
{"text":"That's not even deconstructed. It's just unassembled."}
{"text":"That is a great video"}
{"text":"AWWWWW, look at the little snowflake that can’t take cyberbullying and thinks others care!"}
{"text":"Quoting die hard was his only likable moment"}
{"text":"Happy New year!"}
{"text":"I watched a really bad horror movie she starred in but I think it predated VPR."}
{"text":"This is just a terrible joke"}
{"text":"This is a slippery slippery slope that ends with the backstory to the Wrath of Khan dude."}
{"text":"I've been watching too much my 600lb life...I instantly hear dr. [NAME]"}
{"text":"Noooo... Went and saved all the webpages as PDFs, though it's not a perfect solution."}
{"text":"Can you snap a picture of that pinky in your butthole, friend? "}
{"text":"Looks gorgeous on u 😍😍"}
{"text":"Counteracting my cold soul takes sacrifice"}
{"text":"Oh no [NAME] bb what is you doin?"}
{"text":"There it is. I knew I wasn't the only one bothered by this."}
{"text":"Destroying the unrighteous to save the righteous is a righteous act. Therefore the great flood is an act of love. Whether it happened or didn't happen."}
{"text":"Please tell me how you feel about [NAME] and [NAME] again once you've finish with your manufactured outrage."}
{"text":"Filthy birdbrain-loving scum barely deserve the bullets needed to boot them off the mountain. Moreiya 4 life"}
{"text":"I think the one thing we can all agree on is Kill Mikol. This was too difficult to answer in full.."}
{"text":"Holy crap, I've never seen a picture of [NAME] so thin."}
{"text":"I would’ve LOVED to be a part of something like this as a kid!!"}
{"text":"Why is it so hard for people to accept the word no? Jfc. She definitely deserved what she got lol."}
{"text":"Wow, the Wizards are horrible "}
{"text":"Bro, it's only game, why you heff to be mad?"}
{"text":"Makes my skin crawl"}
{"text":"Too busy being on that stupid ass mystery singer show"}
{"text":"That would be my next bumper sticker \"Proudly antisocial\"."}
{"text":"This same problem exists in playground as well."}
{"text":"Not really sure we could get salary's to match up"}
{"text":"yep, i think you should just try to be as honest as you can about how you feel, how it affects your daily life, etc"}
{"text":"ORaNgE MaN bAd AnD iS HiTlEr!!!! EvErYoNe I dOnT lIkE iS HiTlEr!"}
{"text":"Only the [NAME] do so. The rest of us have been exasperated with him for months, at least."}
{"text":"You are my beer god thank you haha"}
{"text":"It was 90 degrees"}
{"text":"You’re gonna let him go without unmasking him??"}
{"text":"Lol I was just about to protest \"you can't know that!\" until I realized....."}
{"text":"This is actually so funny, this is something id expect from Australian sports media since we're shit at broadcasting but lmao"}
{"text":"A volley into a header. Just wow. The skills."}
{"text":"I can feel my left knee getting sore now"}
{"text":"Geez those heroes.."}
{"text":"I knew I didn't like this guy when the NPR commentator said \"He's the best option for attorney general right now\""}
{"text":"\"look at you... look at you..!\" Oh, I'm bawlin. "}
{"text":"Not seeing why that's depressing."}
{"text":"Thanks! Need to rewatch the series soon"}
{"text":"oh my [NAME]. it was hurting my brain. i only saw the disappearing boot and thought i was missing something."}
{"text":"I thought that was a good pickup line"}
{"text":"The positive side to this is i get to relive the same emotions that I felt losing my virginity....ever few months."}
{"text":"Oh jeez. Just look at her eyes compared to the other girls."}
{"text":"Eastern suburbs, the mullet never went out of fashion."}
{"text":"Soooo [NAME] is f**ked"}
{"text":"Yah, thanks...I've several times made mistake of getting excited b4 face to face..no more i say"}
{"text":"Cus the left doesn't give a shit about people who fought for the USA!"}
{"text":"Whatever it is, not enough."}
{"text":"Sounds like a great way to accidentally fucking kill someone who might just be passing by."}
{"text":"I *want* to like R&M but people are making it really difficult"}
{"text":"Well, it feels like the other truths would be more pertinent. If they don’t know what it is, then what is it?"}
{"text":"Fake news! Obviously this can't be true, as everyone can clearly see the angelic halo above [NAME] head. "}
{"text":"Thank you for the new obsession."}
{"text":"Not significantly bigger. UK is approximately the same size in terms of land mass as Romania right? Which isn't significantly bigger than Syria."}
{"text":"This just makes me feel inferior at this point."}
{"text":"Solid argument. Honestly this game’s a mess and impossible to balance for both sides equally."}
{"text":"That's got nothing to do with anything that's happened in this thread"}
{"text":"love you comrade! <3 you should get a cool flair too"}
{"text":"Thank you. I’ve got till next week to find out then :)"}
{"text":"4Chan's ideas are intriguing to me and I wish to subscribe to 4Chan."}
{"text":"Wish my life was this easy :’) Lets just hope she didn’t kill you"}
{"text":"Thank you! It sucks but not being a zombie is so worth it!"}
{"text":"shhhh before you make the neocons angry"}
{"text":"Does not look bad! Thnx!"}
{"text":"\"You look a little older without your clothes on\" - [NAME]"}
{"text":"Oh I can't wait until they have sole rights to our game."}
{"text":"Fcuk you."}
{"text":"All the people in this thread are fucking disgusting"}
{"text":"Oh great so now i need a tv license or to watch in potato. This is piss poor."}
{"text":"True. I'm just glad I didn't have to go through my high school years we the her..."}
{"text":"You're delusional and unabashedly willing to lie about others for ideological reasons."}
{"text":"Damn. You sure showed me."}
{"text":"All the replies take his quote a little too seriously"}
{"text":"She is probably cheating on you. :("}
{"text":"My two favorite channels are Inner Integration and From Surviving to Thriving. Both have many videos, and they really get it."}
{"text":"But but r/49ers said it was just bad luck!"}
{"text":"You mean, their gender. And no, we really just do as much as cis person."}
{"text":"4. Go out and show [NAME] is still a stud and free agents should want to come here and play with our young core"}
{"text":"So can relate. Hot to the point I hated feeling good because it wouldn't last. Might as well enjoy the moment!"}
{"text":"iT cAn'T bE sExISt bEcAuSE iT's a mErItocRaCy. -tech bro assholes justifying gender discrimination and systemic sexism"}
{"text":"Whenever you get a smelly one, don't you feel ashamed? Like what disgusting thing did I do wrong?"}
{"text":"I LITERALLY SAID THAT TO MY FRIEND"}
{"text":"I waited outside tj outside for 10 min and did my whole shopping experience in a wine that started at the beginning of the store"}
{"text":"I didn't delete it. Your moderators did. But that's what [NAME] do, they "}
{"text":"This is what you get for starring in a mediocre movie"}
{"text":"I was convinced that you can just use one of the above. If you clean up just like the truck in the back of one person beat him."}
{"text":"OH DARN IT, THANKS FOR THE REMINDER MFER!!!"}
{"text":"yes, agreed. "}
{"text":"Who’s vid is This?"}
{"text":"If reincarnation is real, I hope next time I have a name that's half as awesome as [NAME]."}
{"text":"Jfc, that's depressing."}
{"text":"People have made money off it. Belle Delphine was hit with a $60,000 fine recently"}
{"text":"It's not *literally* the same investigation."}
{"text":"#IDidNotVoteForThisClown!"}
{"text":"Why do they always threaten with a block? Like how do they not see that’s not a threat that’s a solution?"}
{"text":"So it isn’t pretty much the same? Glad you think I’m right then."}
{"text":"There is a steam game about this called 'Not Tonight'."}
{"text":"Clever!!!"}
{"text":"That does help a bit, thanks."}
{"text":"Or you have msdn"}
{"text":"That is great insight. Once mom is against you, you’re done. "}
{"text":"Why did I get a boner reading this? That Magnesium supplement is doing its job methinks"}
{"text":"You know what you’re right, not with risking my CC info. Good thing I was too lazy to do it right away. "}
{"text":"At least he's finally done one thing right. Utter fucking disappointment at every level, by every metric."}
{"text":"Glad to help!"}
{"text":"They probably have a couple years to prepare unfortunately."}
{"text":"Depends, do you become so old and senile that you have dementia can’t walk and shit"}
{"text":"You better go to a church tomorrow and repent..also, tell the Pastor what happened. I am serious. "}
{"text":"two robocoughs what a good idea i love buying robocough by the case"}
{"text":"Thought I was the only one who noticed that ...."}
{"text":"How autistic."}
{"text":"NEXT TIME! ON THE CURSE OF OAK ISLAND!"}
{"text":"I cheered for the Superbowl to be canceled"}
{"text":"Oh fuck I almost forgot to jerk off and smoke weed today. I'm so forgetful. Appreciate the reminder."}
{"text":"If she loves the place she’s at why leave? There’s something to be said for that. Idk your all’s financial situation tho"}
{"text":"All true, but [NAME] only “retired” to get out of AZ. Now that he’s back looking for a job..."}
{"text":"Oh to find someone who loves you enough to put a blanket over you when you’re sleepy. That’s the dream."}
{"text":"I will check him out thank you :)"}
{"text":"Can't jab him outta this wind up unblockable lol"}
{"text":"Ahh mate, come back any time and i'll make culturally inappropriate Third Reich gags and then we can get lit on bush chooks."}
{"text":"So he’s gonna swear at you in Klingon?"}
{"text":"Im color blind, i usually see blue as purple and red as green soo..."}
{"text":"Anybody know why [NAME] sat the second half? It wasn't like anybody else was burning it up."}
{"text":"What state and what size of city? Im curious if it's inner city of small town"}
{"text":"Doesn’t matter does it? It’s a joke. No need to get a designer/graphic artists involved to communicate the idea."}
{"text":"Good to know ED either doesn’t affect this guy or he’s projecting hard because it’s the worst thing he can try to handle"}
{"text":"Sucks for that guy"}
{"text":"I got through it when I got home, thanks! :)"}
{"text":"Oh you'd prefer if I used this pic instead? I understand."}
{"text":"I said stop though. What’s with right wingers and not understanding consent?"}
{"text":"If he was a rap ‘musician ‘ then I’m all in favour."}
{"text":"I’d rather reply to you, simply because you sound like an idiot"}
{"text":"Yeeeaaaah, move out and keep showing off the clam."}
{"text":"Are you a twink?"}
{"text":"I cringed so much just reading that tweet, I didn't even make it to the comments. That's my fucking President. :("}
{"text":"My wife is out for shabbos and I'm so lonely without her :("}
{"text":"Having two world class GKs is amazing lol"}
{"text":"): hope the goose is okay ):!"}
{"text":"I see. Thanks again for taking the time. I'm very isolated from the world so It's good to finally talk to someone about those things."}
{"text":">more money than you I seriously, *seriously* doubt that. >doing something before this guys are outta the country Prove it."}
{"text":"Roll on 5pm till i sit in bumper to bumper traffic until about 7pm when i can finally roll into lisburn"}
{"text":"Only blurred photos, but could be something I suppose. Here's to hoping"}
{"text":"if it wasn't him it would be someone else she's wasting her life on"}
{"text":"Unfortunate for him, but I'm bringing up players. >AND they can just stop being a support."}
{"text":"Not in Missouri according to my friend who moved up there"}
{"text":"This is absolutely perfect"}
{"text":"If it’s not raining, then GoBike is great. Only $15 for a month. "}
{"text":"Yeah it doesn't impact much except when they break and cause billions of dollars in damages and irreparable consequences to the wildlife."}
{"text":"Or don't notify the boss, and keep not singing Happy birthday in restaurants. (Maybe I'm just no fun?)"}
{"text":"Do you have a link to any news or something? I'd love to read more about it."}
{"text":">Playing competitive MTG has brought me as much joy as my children. Yeah this conversation is over"}
{"text":"Sounds like you are the one with salty tears mate"}
{"text":"I always suggest Laser Quest downtown, it's a blast!"}
{"text":"Oh so that’s what you are into huh?"}
{"text":"My turn should arrive this year. At least this place will allow me to leave my last words."}
{"text":"You'll miss a begging old man asking for a spare coin. RIP"}
{"text":"He has a kid that he pays child support and my 2 younger siblings that he also calls leeches"}
{"text":"Im really sad, and there is alot more goin on but i dont know how to tell it."}
{"text":"Yeah it was a fun game. :D"}
{"text":"She is :("}
{"text":"My nipples are rock hard right now, just ruined my shirt. "}
{"text":"What kind of insider only has 250 followers?"}
{"text":"Lol good talk"}
{"text":"And now you manage a gym on base ..or..?"}
{"text":"Sometimes, a shirt is just a shirt. Do you have any reason to believe otherwise?"}
{"text":"I’m interested in the tactics and positional play lmao ;)"}
{"text":"I swear of all the people that dislike artifact, the gwent crew is by far the most obnoxious."}
{"text":"Yep, it would be super easy. Honestly makes me regret not doing that to the flames sub... /S kind of"}
{"text":"Doesn't even make sense. You don't say dollars 5 so why put the dollar sign in front"}
{"text":"I like [NAME] but he's biased. If he's planning to becoming a real journalist he needs to leave his bias at home."}
{"text":"Dude, I'll be your friend any time. Especially if you got Steam/discord. I will link u to our friend group's server."}
{"text":"This isn't even co-optation this just out right hard repression."}
{"text":"I didn't know that newborn babies eat and breathe through an umbilical cord. TIL."}
{"text":"Nobody forced [NAME] to take [NAME] over [NAME], if he liked him that much then he should’ve just taken him."}
{"text":"#ERROR!"}
{"text":"Wow, way to be gorgeous as yourself!"}
{"text":"See but it’s so common an attitude that it didn’t come off that way"}
{"text":"There have been some really good replies in this thread, I hope they help you too! :)"}
{"text":"Yes thank you"}
{"text":"Definitely. Once I discover their toxic personality, I couldn't care less about them."}
{"text":"You should come. You'd enjoy it."}
{"text":"The kind of women they'll never get."}
{"text":"Im in!"}
{"text":"More like a baptism, with sexy results!"}
{"text":"I’ll join your cause brother!"}
{"text":"wow, we really live in future"}
{"text":"Time's up! Time's up! Time's up! Time's up!"}
{"text":"That glass woulda broken the truck ha"}
{"text":"Why do you say this? I'm genuinely curious."}
{"text":"You need HELP!"}
{"text":"At least it made for hilarious responses by people being aghast by the price."}
{"text":"I’m so sorry. You deserve so much better."}
{"text":"Thank you! We’re currently shoveling ourselves out of the driveway, hopefully well be going there soon"}
{"text":"This sub is becoming a “Gamers rise up” parody of itself. This is ridiculous."}
{"text":"If you had a giant rock on your land, and you couldn't stop people climbing, wouldn't you be pissed?"}
{"text":"Oh then u/Dr-Pepper-Phd"}
{"text":"Brutal piece!"}
{"text":"Oh hey, the actual answer"}
{"text":"The old bear"}
{"text":"There is no doubt in my mind that [NAME], [NAME], [NAME], [NAME], [NAME], and [NAME] will start tomorrow. Unsure about the rest"}
{"text":"Yeah, [NAME] stans cannot get enough of it. In their little bubble [NAME] can outsmart a queen with experience in dealing with petty people. "}
{"text":"This is the noise I make in my girlfriend’s ear while y’all are still scared to moan"}
{"text":"Yea I’m into this I guess. So thanks for that(?)"}
{"text":"I'm sorry that's what you read because it isn't what I said."}
{"text":"Certainly possible. I think you can wait until 15 but that's just a gut thing."}
{"text":"I have never noticed dread doing shady stuff. Dream, well, duh."}
{"text":"One of the gayest shirts I have ever seen..."}
{"text":"Yes, that's an interesting thing that I've been curious about ever since the merger. And the new party has pretty much purged the Wildrosers."}
{"text":"Would be a good idea what deal labour wants."}
{"text":"> [NAME] huh she hasn't even cast a vote on anything yet, you can't just apply your preconceived biases onto a person without a voting record"}
{"text":"Not this sub’s fault the ((([NAME]))) is full of idiots"}
{"text":"> It's upsetting. What can be done? We'll have to take it to the high courts, let them decide!"}
{"text":"Okay I’ll call them tonight and cry on your behalf."}
{"text":"[NAME] damn it"}
{"text":"I’m glad you are here. You got this."}
{"text":"Not just commercial property owners. Large stakeholders such as HOAs of condo owners were also involved."}
{"text":"You’re not going to convince anyone else either if you refuse to back up any of your claims."}
{"text":"I once had a guy yell something obscene from the window of his truck and throw a half full beer can at me too... good times"}
{"text":"The \"dad\" in that Pizza Hut commercial looks weird af"}
{"text":"I very happy with my character. I took my sweet ass time picking one that I liked."}
{"text":"Is there a customer service number? If so, what is it?"}
{"text":"Sorry, didnt realize. Anyway an r/woooosh so..."}
{"text":"But pretty much the entire Torah is in masculine language. Weak argument on their part."}
{"text":"I had forgotten it was coming up until I saw this. That us my level of excitement and anticipation."}
{"text":"Lol, good luck with that, kid."}
{"text":"Look at that shit-eating grin"}
{"text":"She did that on purpose look at her feet shift over before she throws the punch."}
{"text":"Bless you."}
{"text":"WHO WON THIS FIGHT My thoughts: neither side did a good job at explaining their positions and this entire interview was mostly useless"}
{"text":"Yeah it’s not like I want my cat to lick me in a sexual way that’s just weird."}
{"text":"Yes it is child abuse. It’s sexist too."}
{"text":"Rollin the green for 48 hours, weed will make you feel like you got awesome powers, like flight."}
{"text":"Welcome to the new normal."}
{"text":"Sometimes, I feel bad if I don't every now and then. I mostly talk with her on SC/IG tho. "}
{"text":"Enfp male here, I would love to find an INTJ girl and see if it works, which people tell me it could! "}
{"text":"I love how you're getting downvoted for understanding ENTPs better than the \"ENTPs\" in this thread."}
{"text":"So true it hurts."}
{"text":"Ah I didn't know that. I meant this [NAME] ad:"}
{"text":"Not look much beautiful."}
{"text":"So what I'm hearing is your dad didn't do a good job ~~brainwashing~~ raising you :-P"}
{"text":"Like [NAME] said at the very end of the stream, “You’re still here and you can still do amazing things.”"}
{"text":"My dude looks like he's done with this WWE business"}
{"text":"Not probable, I study in the best university in my country, I don't want to stop at all"}
{"text":"Man hope he recovers fast. Looked really painful"}
{"text":"He did get 3 stars bro😭"}
{"text":"I think I’ll go ahead and continue criticizing silly unfounded and harmful beliefs"}
{"text":"I know but for that one moment he was more than that guy who snuck in [NAME] room at night and wore his helmet"}
{"text":"I, too, have lied about getting hooked up by Hasbro to justify the unhealthy amount of money I have spent on Nerf guns. "}
{"text":"[NAME] gives me the weirdest boner. I love these guys"}
{"text":"Oh I’m sorry. I assumed. I think that would be suspicious if your username was known to someone else."}
{"text":"That is definitely an unpopular opinion. Upvoted."}
{"text":"He is going to hate 2019..."}
{"text":"Say what you want about me, I can take it... but stop slandering poor defenseless [NAME]..."}
{"text":"If at first you don’t succeed...welp, nevermind."}
{"text":"Fidget spinners are cool again"}
{"text":"You're gullible enough to believe them."}
{"text":"Was that a thing? Please tell me this was not a thing."}
{"text":"Morals aren't tied to religiosity, nor the absence of it."}
{"text":"Awesome, thanks. Great answer."}
{"text":"Sorry to hear that, I have it for ps4 and hardcore dlc servers are still up"}
{"text":"I honestly don't know but the more attention something gets the less it gets ignored"}
{"text":"Hahaha. One of those rare moments when a reddit title makes me laugh out loud."}
{"text":"I agree."}
{"text":"Have a great weekend"}
{"text":"Looks really good! TY! Will watch it tonight"}
{"text":"Im sure you’ll love it"}
{"text":"I would tell her part of loving herself/her body is taking care of herself. Speaking as a recovering obese person myself."}
{"text":"Yeah personally I would’ve brought [NAME] back lol [NAME] always had trouble staying healthy"}
{"text":"What are you talking about? This sub defended \"it's just camo ,it's realistic\". [NAME] including myself all begged for better visibility lmao "}
{"text":"What campaign? He is already president."}
{"text":"Thanks man, I managed to feel better by letting loose with some music - definitely a *much* better way to pull out of a dive. "}
{"text":"All ur damage should have overflowed.. So just choose the best looking one."}
{"text":"I’m not usually into ASMR, but I’ll look into it! Thank youu"}
{"text":"Sorry, girl. You deserve better."}
{"text":"Omg this is great."}
{"text":"Are you this awful about everything that isn't your own preference?"}
{"text":"What’s the motive for doing this? To save on fuel by transporting as many people as possible in one go?"}
{"text":"[NAME] looks veeeery nervous"}
{"text":"I wouldn’t recommend expensive brands in this subreddit. People get irrationally angry and condescending."}
{"text":"will watch the films, thanks for the recommendation "}
{"text":"He’d definitely get dropped at some point and then all hell will break loose"}
{"text":"It's not even Goats. Just got to the point I realised the Devs don't care about what happens below high elo."}
{"text":"Good dad, manipulative son."}
{"text":"What a homie."}
{"text":"oh [NAME] I unleashed the beast"}
{"text":">Working in MD AND DC? Would this be illegal? I will do that, thanks!"}
{"text":"I'm just now going through the replies on this thread. This is the first person I've looked up on Spotify. Thank u for the recommendation!"}
{"text":"Ah ok, that makes more sense. I don’t think most [NAME] would see your last name and try to make it French, lol."}
{"text":"I can’t imagine having a plan B when it comes to dating. That just seems disrespectful to not devote yourself to the person your dating."}
{"text":"You need medical help."}
{"text":"My 2 best girls in the series combined into one and [NAME] with [NAME] colors is so beautiful :)"}
{"text":"Beard length 10"}
{"text":"Midnight has been 4/4 pro league teams they have played so far, so I wouldn't be too sure they're gonna be bottom feeders"}
{"text":"That’s always my worst fear when the idea of leaving during January comes up. I wish you the best of luck in unthawing them!"}
{"text":"Been there, done that. Still alive and remarkably healthy at 51. The body is tremendously resilient"}
{"text":"That’s the hardest part for some to get over, but hobbies help and getting yourself up and out of the house and spending time with friends"}
{"text":"Playing the golden oldies eh?"}
{"text":"Same. Even though he’s dad-dicked us 3 years in a row I will always cheer for [NAME]."}
{"text":"Well, I’ll be here when you fail!"}
{"text":"My goodness. Your such a fucking manchild."}
{"text":"brooks running shoes and you will never have a sore back or feet in your life again"}
{"text":"Damn. r/murderedbywords"}
{"text":"it is dangerous to date men - read the news - women get killed by male partners and ex partners very frequently. Women are amazingly brave."}
{"text":"This is an attempted genocide. Genocide happens because of those seeking power, not because of religion or ethnicity or college educations. "}
{"text":"Basically. My step dad didn't choose to break his back and his knees. The whale chose to overeat and become obese"}
{"text":"Now change the guys face to [NAME] and you are golden."}
{"text":"remind me of this kid. Young people just being innocent on the internet"}
{"text":"Why do we gotta wait for a week just for the devs to fix their mistake?"}
{"text":"If someone calls I will text them and say I can't talk right now. No matter what I'm doing."}
{"text":"I would think: Thank [NAME] it's finally happening"}
{"text":"cool... Sorry bro"}
{"text":"I’ve legitimately never heard anything about disabled men relying on prostitution, nor have I heard any arguments using disabled men as a rationalization for prostitution."}
{"text":"Wow excellent shot"}
{"text":"Love the guy complaining the panel is stacked against the rich what with all the high tax rhetoric. *The WORLD is stacked against the rest of us.*"}
{"text":"Why do some people use tbh after everything"}
{"text":"I am already using ublock. Thank you for suggesting ghostery, didn't know it."}
{"text":"I've had a crown and bracelets made for me with old ad. Glad I'm not alone"}
{"text":"she has a lot of lore, read the comics. and yes she's the best designed character from MKX along with [NAME] and maybe kotal"}
{"text":"Verisimilitude, which here means, utter bs meant to help justify terrible favouritism."}
{"text":"> Love is more important than some job. You can't be serious? Please tell me you're just joking."}
{"text":"it grows on you, fresh packs of creme are actually pretty tasty and they hit right "}
{"text":"this is so niche but i still felt that shit in my bones"}
{"text":"Good lad!"}
{"text":"**You are breaking the car!**"}
{"text":"... [NAME] derangement syndrome sufferer spotted. What drivel you crazy lunatics say... The lies and falsehoods along with the out of place fearmongering is getting really annoying..."}
{"text":"It’s possible that the dog just escaped. Especially since it might be excited by the massive crowd running"}
{"text":"Ugh. The Google Plus BB community is the absolute worst!!!"}
{"text":"If you had a giant rock on your land, and you couldn't stop people climbing, wouldn't you be pissed?"}
{"text":"Haha, nice try mom. *dabs*"}
{"text":"Not everyone has given up on Wigs. We’re much better off staying the course."}
{"text":"If you have to do side task you consider boring in order to power up and take on the main quest I'd consider that grinding."}
{"text":"But all-Korean teams don't always do the best in OWL/Contenders, look at Outlaws v. Seoul, etc... "}
{"text":"Why are you nervous about getting fired if you aren’t doing anything wrong? If I were an employer firing an employee would be my last resort."}
{"text":"They can lock the doors all they want, unless they have the child locks turned on there's nothing stopping me from unlocking the door. "}
{"text":"ohhh...."}
{"text":"i say no or in da club if they come to damce with me i walk away"}
{"text":"> We're angry, but we don't want to be labelled as violent nutters."}
{"text":"lmao okay dude"}
{"text":"Damn. I want to see some of those comments!"}
{"text":"When did you apply for this? The new AFI was published Oct of 2018. Have you already PCSed from Korea?"}
{"text":"> The porn that I downloaded was Brazzers produced. In case you don't know, Brazzers is ***anal*** about their IP. Ha get fucked."}
{"text":"Men don’t have it worse but at least society cares about women."}
{"text":"yeeey [NAME], My purpose has been fulfilled Now I must go"}
{"text":"Rheged sounds like a racist name for a [NAME]. Don't think it will catch on tbh"}
{"text":"I've had a crown and bracelets made for me with old ad. Glad I'm not alone"}
{"text":"He’s only caught herpes twice."}
{"text":"LOL, had me confused for a second. Didn't realize you had responded to another comment of mine as well. "}
{"text":"Oh man. I feel so bad for her, but am morbidly curious at the same time. Got more pics? "}
{"text":"Listen to yourself. What other things do u want to shove down the throats of others in the name of tolerance and humanity? [NAME]."}
{"text":"Well 216 is out now and Im crying. [NAME] why?"}
{"text":"The only one I'd recomend is [NAME] to be honest"}
{"text":"I got a free Razor for being a student so I'm a net loss on their company :D"}
{"text":"To clear his name I guess. If he’s actually innocent this will be vindicating"}
{"text":"She completely understands, that's why she does this."}
{"text":"They look so soft and comfy."}
{"text":"Poor Target didn’t make enough millions during one of the most hectic Christmas seasons I recall in almost 2 decades. Gotta save that payroll though."}
{"text":"> While less than 1% of DV accusations end up being unsubstantiated I find that incredible."}
{"text":"She threw it in the trash? Pig! Wash it down the sink, even if it's a pancake."}
{"text":"Do math and drive. I cook. Ain't much else to tell."}
{"text":"Oh gosh that's no good! Perhaps the other options are better places to start"}
{"text":"Agree. Not a perfect coach but pretty, pretty good "}
{"text":"Ah Princess [NAME], the [NAME] of our childhoods"}
{"text":"My [NAME], check your corners people. I guess it's harder on console to let the team know though."}
{"text":"Rule 2, 3, and 7. Impressive. Goodbye."}
{"text":"I believe I have just sent you an invite"}
{"text":"How do you plan on taking care of 2 infants at the age of 18? What about the third one?"}
{"text":"How many guys did they have on IR? I think their top 2 lineman at each spot were out at least. Hell, they almost beat us."}
{"text":"[NAME], too. [NAME] is very guilty of this."}
{"text":"Can’t fault you there"}
{"text":"So the watering down continues. When will the democrats stop losing the battle before it's fought?"}
{"text":"Being in FL keeps most of the cold at bay, but I've been layering for the last couple days."}
{"text":"Vista tower is going to be such a cool addition to the skyline when the glass is installed!"}
{"text":"Someone has sex with that."}
{"text":"Yeah, somebody needs to seek counseling immediately. "}
{"text":"If that's true, then you can't call what I would have with option 1 \"omnipotence\"."}
{"text":"I tripped off 540mg of Robocough and my oil pen last night. It was absolutely wild like damn"}
{"text":"Good grief."}
{"text":"More rudeness, misogyny and sexism from [NAME]. If it wasn't so predictable it would be upsetting. [NAME]. "}
{"text":"The puppy is actually suggesting that the use of laptop to be repulsive. ^^^^PCMR4Lyfe"}
{"text":"covergirl (girl...girl..^girl...girl... )"}
{"text":"What if your only job was recovery?"}
{"text":"Is she dead? She’s dead isn’t she..."}
{"text":"You'll be stronger as you continue your journey, never give up"}
{"text":"Sadly I think this is true & maybe this is the incentive adults need to get into action"}
{"text":"Kids in Africa could have eaten those cigarettes.. :( Kidding. Good for you man. Congrats!"}
{"text":"My favorite pod when they are fresh & clear. Sadly, all of my recent packs look like dark brown syrup pods. "}
{"text":"Grow up."}
{"text":"Im sorry I said something negative about your beloved Valve."}
{"text":"Nope! It doesn't matter how stupid you were being."}
{"text":"[NAME], I've told you already. \"Muy gorda chica\" does not mean \"very pretty girl\" "}
{"text":"Reality i could force people to have sex with me Im 14 btw"}
{"text":"I mean nowadays the first grader would be expelled as a sex offender and put on a registry anyway"}
{"text":"yes. to the above number i provided :) hope it’s helpful!"}
{"text":"Garlic butter baked chicken.....put garlic butter on chicken and bake."}
{"text":"Have fun toasting expired marshmallows in hell, lady-killer POS."}
{"text":"GOATs is what killed overwatch for me, this patch is probably gonna bring me back. "}
{"text":"So, the cops raided my favorite massage parlor today."}
{"text":"I can respect profiting from morons."}
{"text":"I find it really strange how people align themselves with or against a politician so strongly."}
{"text":"Maybe we will see each other over on that thread and everyone can openly mock me. You should submit it!"}
{"text":"...But I don't think you'll find that delving into the minutiae of criticisms here will enlighten you. With respect to my STC cohorts ;-)"}
{"text":"“Wow. Just .. wow. Read a book, sweatie!”"}
{"text":"I used them too, did a great job but they were super expensive."}
{"text":"I have a big family of artists"}
{"text":"There are two other choices as well, each of them slightly better than the two terrible choices."}
{"text":"you'd have to help them get past [NAME] extremely tough immigration process"}
{"text":"That’s impressive you can tell that from the back of his head"}
{"text":"Lol. Yes! [NAME] and his $14,000 suit love you but please don't touch him."}
{"text":"You have another new follower 😊 love your work!"}
{"text":"[NAME]: \"I'm a better mother and spend more time with [NAME] than most working women spend with kids.\" Talk about delusional."}
{"text":"Ah, Farmville. Those were dark days."}
{"text":"I am in distance relationship so this probably me and my boyfriend for this valentine. This suppose to be our first valentine."}
{"text":"not really, no"}
{"text":"Sadly this story has died down why is he bringing it back up. Just let it die."}
{"text":"> laughing me off. > can’t expect everyone to be current on every topic"}
{"text":"Plot twist: [NAME] is [NAME] estranged father"}
{"text":"Please stop uploading twitter links. There's a reason people ask for/post mirrors."}
{"text":"Good on you dude. I'm west coast, but I'd love if anyone ever finds themselves in Seattle, I extend this offer."}
{"text":"And of course, instead of calling out the men responsible for this behavior, the \"Not all men\" crowd has arrived in full force."}
{"text":"Good job partner!"}
{"text":"It is crazy and another reason I treat going to the states with caution lol"}
{"text":"FEAR THE TURTLE"}
{"text":"Wayakum, [NAME] make it easy for you inshAllah. Feel free to PM me if you or your brother have any questions. Would love to help out."}
{"text":"Anything >0 is way too common."}
{"text":"Wait did [NAME] steal that name from the pinkerton guy?"}
{"text":"[NAME] deliver me from this nightmare I'm stuck in."}
{"text":"Genius here thinks I'm a mod. *grabs popcorn*"}
{"text":"“[NAME], I tried to make ramen in the coffee pot and I broke everything” - [NAME]"}
{"text":"RemindMe!"}
{"text":"Because people that comment on YouTube videos are toxic, filthy heathens."}
{"text":"I’m already deaf. It’s not that bad. Hard to imagine how easy it would be, being blind."}
{"text":"You know the bulks going well when you ate that much last night that breakfast is a struggle"}
{"text":"[NAME] did a photo shoot with the first presidency. Hilarious"}
{"text":"An imaginary god won't make you feel better, that's right, just the one true Living and Eternal God of Great Mercy who loves you."}
{"text":"By the end of the trailer, I actually forgot spidey is dust for now."}
{"text":"Stay busy with good things, hang in there. Just take it 24 hours at a time. You got this,"}
{"text":"nice try balance team"}
{"text":"Rematch against UVA, eh? First one to 40 wins!"}
{"text":"No negotiations with terrorists."}
{"text":"Should I watch this? Will it aggravate me?"}
{"text":"Stranger things have happened, but still, good luck."}
{"text":"I think I get this reference, GradeAUnderA?"}
{"text":"Sucks to suck"}
{"text":"This reminded me a little bit of a story [NAME] tells about a [NAME] vs pack of Coyotes Skip to 48 seconds."}
{"text":"WHAT HAPPENED TO THE ORIGINAL"}
{"text":"Thing is, some fans will *never* be happy. There is nothing that can be done to please them. That's the problem."}
{"text":"Behavior I'd consider deeply immoral without showing true remorse (I'm talking rape, torture of animals, that sort of thing)."}
{"text":"That sounds awful )-: I'm so grateful that my parents and therapist want to let me figure this out with minimal \"supervision\""}
{"text":"They're playing on their phone and smoking in the toilet too. That's how they take a break. I'd rather take a walk outside personally"}
{"text":"You actually have a point. But I think as long as they both dont have an issue atm it should be okay."}
{"text":"Idk if I’m wrong but I think they gave her some piercings on her ear which are cool too"}
{"text":"This gave me PTSD"}
{"text":"Welcome to the wehrmacht..."}
{"text":"Yeah no."}
{"text":"Obvious satire lol"}
{"text":"I'm more saying that I think the south is a joke."}
{"text":"What a god"}
{"text":"Well son of a...."}
{"text":"Wow this is getting huge"}
{"text":"That's a big meal."}
{"text":"Sheed... Ik but I still envy Horry"}
{"text":"I dont get into politics much but if they want to echo chamber leave them alone it wont change them they will only get more angry"}
{"text":"Thank you for your wisdom, [NAME]...."}
{"text":"I feel like we have a deceptively large fan base"}
{"text":"She's a ~~chill cat~~ woman of few words."}
{"text":"*\"No one can make you feel inferior without your consent.\"* -- [NAME]"}
{"text":"OP, this is the definition of manipulation. Ignore it, I promise it’ll be better for you in the long run. "}
{"text":"LMFAO! Thank you but I was inquiring about the OTHER one."}
{"text":"Pilots omg... you are not alone there!"}
{"text":"I tip my invisible hat anytime I drive past this dealership. What an unfortunate surname."}
{"text":"if you ever played hardcore in previous titles with no doritos you would know that this in fact not the case"}
{"text":"My cat still loves me after I tripped over them in the dark on my way to the bathroom how are animals so amazing"}
{"text":"This is a slippery slippery slope that ends with the backstory to the Wrath of Khan dude."}
{"text":"Barring an injury, [NAME] will be up by May at the latest. You're not going to sign him for one month."}
{"text":"I am bored of [NAME]. Next celebrity chef!"}
{"text":"Pretty nice to see CONCACAF signing for the CPL."}
{"text":"I have and it didn't help. It's only a matter of time now for how long I can hold on."}
{"text":"I needs that ship skin!"}
{"text":"Then I'll be accused of being a racist."}
{"text":"Ah does look fun"}
{"text":"Oh my god, I'm so glad this wasn't just me. I thought my YouTube was broken!"}
{"text":"Go look at the top posts of those subs. How far do you have to scroll to get to a \"men are trash\" post?"}
{"text":"This one really made me laugh.. Omg"}
{"text":"Utter nonsense from yourself."}
{"text":"This is the worst I've ever seen. It really is"}
{"text":"Yeah. I don't even know why I was filming lmao. I hit #1 good. Definitely a miss on #2 though."}
{"text":"It's great that you're a recovering addict, that's cool. Have you ever tried DMT?"}
{"text":"Why would they lie?"}
{"text":"Ooft! Brave attempt to spin the tories losing in Scotland again."}
{"text":"I think some of them expect there to be a cashier standing like a statue at every register at all times no matter how slow business is!"}
{"text":"I found the love of my life at 35. There's plenty of time."}
{"text":"The biggest argument on your side is depreciate costs. You could challenge their concern of \"getting fooled\" by getting the car inspected by an independent."}
{"text":"Easy money, thank you [NAME]"}
{"text":"They probably take slight step back, by that I mean still the best defense in the league, but closer."}
{"text":"HE SAID YOUR FLY IS UNDONE"}
{"text":"I agree with that sentiment. But Doordash is not a job worth doing. I worked for less than minimum wage all summer."}
{"text":"Looking cool [NAME]"}
{"text":"It was a very faithful remake, though. They just crashed the plane without planning out what to do next."}
{"text":"I was only thinking of the players that were drafted. [NAME] is a UDFA GOAT."}
{"text":"If you kill a spider instead of putting it outside, you are a grade A bitchmade babyman."}
{"text":"This dude was joking. OP is retarded"}
{"text":"He is the main character. They are gonna have him in every episode somehow lol"}
{"text":"eh, maybe. the tricky part is getting away with it."}
{"text":"Hey man skol vikings. Support however you’d like, just as long as you support "}
{"text":"I have no confidence to boost"}
{"text":"I was just about to comment this. Pause in between \"but\" and \"why\" too"}
{"text":"I think it is more likely that you simply do not know what science is."}
{"text":"What makes you say that?"}
{"text":"I just learned about mukbang yesterday from a foreign exchange student. What luck, didn't realize they were popular outside of Asia."}
{"text":"Yeah. If they actually tested their patch, they would've found out about these things."}
{"text":"Tbh bastion is still super op before it now I can just abuse him more"}
{"text":"Thank you for correcting me on these! I have taken them down. I will do more research in the future."}
{"text":"That's why many places have it at 18 or 19. It's not like 16 and 25 are the only options."}
{"text":"I agree it’s disrespectful to so blatantly disregard her parents wishes but yes, otherwise too uptight."}
{"text":"I remember writing on them was horrible. Slight delay which threw me off combined with the letters ending up looking like crap. Whiteboard was so much easier."}
{"text":"Where do you plan to go?"}
{"text":"I just woke my wife up to make sure that she was okay before I could lay down."}
{"text":"Got a good laugh out of that. Plenty of wall of shame material."}
{"text":"THIS IS WHAT WE GET FOR RIPPING ON THE WILD ANIMAL SHITPOSTS"}
{"text":"Playoffs are the most important games... hence why [NAME] is considered to be the best *regular season* QB and not the best"}
{"text":"Margin of error: 0.7%"}
{"text":"You can't release A New Hope 2.0 in China if you do that though."}
{"text":"A \"Texas DUI\" sounds like a weird sex move. "}
{"text":"[NAME] was our second best hitter, [NAME] was the best"}
{"text":"The age of consent is 16 in Massachusetts. Unless they’re sending nude pictures he’s not doing anything illegal."}
{"text":":) I like this."}
{"text":"I'm glad the republican won cause I want the best high I have had 5 back surgeries and need another."}
{"text":"Picked up my new glasses. Does anyone else feel nauseous after getting a new prescription"}
{"text":"Oh but they will be sweet photos to look at in the future."}
{"text":"Does anyone have a link to the rainbow song clip? I tried looking everywhere and can't find it :("}
{"text":"No she would just get 18 years in jail (raising a kid)."}
{"text":"Thank you, see was that so hard"}
{"text":"You’ve described some states in the South, like "}
{"text":"It is amazing how social media is allowing maniacs to congregate. Social media is very bad for us."}
{"text":"I already like the game. I don't to make the wins gimmicky for the game to be fun."}
{"text":"luckily i do not have mixxed cycles myself... rapid cycling, sure, not mixed episodes though. sending hope your way!!"}
{"text":"Something something broken arms"}
{"text":"Good retort! Thank you for your contribution to the discussion."}
{"text":"I don't necessarily hate them, but then again, I dislike it when people breed while knowing how harsh life is."}
{"text":"Interesting, I’ll have to try it someday "}
{"text":"I'm sorry but your username is absolutely horrible lol"}
{"text":"Just next her. She'll never find a SD anyway, she's all talk."}
{"text":"I was like you man, 3 felt so bad. But street part 4 3 becomes a so bad it's hilarious imo."}
{"text":"I didn't think it was that bad ><"}
{"text":"It's weird knowing that the people in these pictures are actually real You kinda forget sometimes"}
{"text":"Title question: Obviously. As has already been mentioned in other threads this very day."}
{"text":"Agree completely with this statement"}
{"text":"Only through surgery, steriods, and a high income. Personality is not a factor for woman, looks and status are"}
{"text":"r/patrig Edit: looks like someone already cross posted it there. That was fast."}
{"text":"So, I saw the video yesterday. I think there are real complaints by residents, but that video isn't normal, and absolutely crosses into antisemitism."}
{"text":"Sorry but I didn’t throw in the towel for my co worker. These feelings were present before she entered my life."}
{"text":"Did [NAME] mention the astroturf pitch after today's comfortable 3-0 win? He certainly made a big fuss about it after the loss at Rugby Park."}
{"text":"Lol Well you don't know how many miscarriages occur"}
{"text":"Interesting what you said about the crew and better to fly solo than with people who bring you down. I'll remember that."}
{"text":"The dept I work in went a few weeks ago for an afternoon thing."}
{"text":"I'm in Printer's Row, but I do have a car so I might just go check it out. Thanks!"}
{"text":"The projectiles are 1L bottles, so more cylinders than spheres. Does it make any difference? "}
{"text":"Oof thank you"}
{"text":"And in some aren't permitted outside the home without a lawful, legitimate purpose."}
{"text":"Delete your account."}
{"text":"The Calgary Herald has extremist on their payroll?"}
{"text":"Change the initials to fake names. Was going to read but it’s too annoying."}
{"text":"Cheers, I live minutes away from you, will check it out some time soon."}
{"text":"Can't speak for the original commenter but probably not yours since I'd rather not be tortured for eternity for disbelief."}
{"text":"Not sure to downvote because genuine and encouraging or to upvote because sarcastic and hateful."}
{"text":"Yeah I want all our players to have a nice healthy hatred for Texas. Good way to ensure they get hyped to play em."}
{"text":"Super boogers is one of the super weird and oddly satisfying parts of recovery imo."}
{"text":"Counter's clean, you're welcome!"}
{"text":"I’m failing you."}
{"text":"If reincarnation is real, I hope next time I have a name that's half as awesome as [NAME]."}
{"text":"No, it was believed that the baby absorbed maternal traits because the mother was the \"soil\" the \"seed\" grew in. "}
{"text":"Haha! I realized that after your comment. Definitely not trying to walk in Loubs with a peg leg LOL"}
{"text":"Eh my doctor isn't a GP. She knows her shit."}
{"text":"Shithole universe i mean."}
{"text":"Lets see how [NAME] goes in Round 6"}
{"text":"Yeah, what do you know about her? Her Wikipedia page is pretty barren."}
{"text":"I didn't get it the first time, thank you for replying me."}
{"text":"Turning the Sunny Side Up into a Shitty Side in All Directions. Love it!"}
{"text":"Franchise QB's are leaders who set the tone for the entire lockerroom. [NAME] is a terrible leader."}
{"text":"You do realize the documentary is about the policy not being so natural, as you put it"}
{"text":"Or you could learn to reverse park and stop whining. It’s a lot easier to park backwards."}
{"text":"Not everybody can grow their own or even wants to."}
{"text":"Okay, thank you very much! So we are off the deep end of Riverdale logic here."}
{"text":"It's happened:"}
{"text":"It's hard to start over. I wish you happiness."}
{"text":"Holy shit it actually did... how"}
{"text":"Good because I've been waiting since September!"}
{"text":"Good thing they were all about to jump when it happened. Do you know what happened to the pilots?"}
